<?php

return [
    'lbl_primary' => 'Πρωτεύων',
    'lbl_secondary' => 'Δευτερεύων',
    'lbl_app_id' => 'Αναγνωριστικό Εφαρμογής',
    'lbl_security' => 'Ασφάλεια Εφαρμογής',

        'top_10' => 'Ανάκτηση κυκλοφορημένων ταινιών.',
        'latest_movies' => 'Ανάκτηση ταινιών που κυκλοφόρησαν τους τελευταίους 12 μήνες.',
        'enjoy_in_your_native_tongue' => 'Ανάκτηση γλωσσών που ορίζονται στις σταθερές γλώσσας ταινιών.',
        'popular_movies' => 'Ανάκτηση ταινιών ταξινομημένων κατά τις περισσότερες προβολές.',
        'popular_tvshows' => 'Ανάκτηση τηλεοπτικών εκπομπών ταξινομημένων κατά τις περισσότερες προβολές.',
        'popular_videos' => 'Ανάκτηση βίντεο ταξινομημένων κατά τις περισσότερες προβολές.',
        'top_channels' => 'Ανάκτηση ενεργών καναλιών ζωντανής τηλεόρασης.',
        'your_favorite_personality' => 'Ανάκτηση ηθοποιών από το Cast & Crew.',
        'free_movies' => 'Ανάκτηση ταινιών με δωρεάν πρόσβαση.',
        'genre' => 'Ανάκτηση ενεργών жанрів.',
        'movie' => 'Ανάκτηση όλων των κυκλοφορημένων ταινιών ταξινομημένων κατά την πιο πρόσφατη ημερομηνία κυκλοφορίας.',
        'tvshow' => 'Ανάκτηση όλων των κυκλοφορημένων τηλεοπτικών εκπομπών ταξινομημένων κατά την πιο πρόσφατη ημερομηνία κυκλοφορίας.',
        'video' => 'Ανάκτηση όλων των κυκλοφορημένων βίντεο ταξινομημένων κατά την πιο πρόσφατη ημερομηνία κυκλοφορίας.',
        'channel' => 'Ανάκτηση όλων των ενεργών καναλιών ζωντανής τηλεόρασης.',
        'banner' => 'Ανάκτηση ενεργών banner αρχικής σελίδας.',
        'continue_watching' => 'Ανάκτηση ταινιών/εκπομπών που είδε πρόσφατα ο χρήστης.',
        'advertisement' => 'Εμφάνιση διαφημιστικών banner.',
        'rate_our_app' => 'Εμφάνιση προτροπής αξιολόγησης εφαρμογής.'

];
