<?php

return [
    'lbl_primary' => 'أساسي',
    'lbl_secondary' => 'ثانوي',
    'lbl_app_id' => 'معرف التطبيق',
    'lbl_security' => 'أمان التطبيق',
        'top_10' => 'جلب الأفلام المصدرة.',
        'latest_movies' => 'جلب الأفلام المصدرة خلال آخر 12 شهرًا.',
        'enjoy_in_your_native_tongue' => 'جلب اللغات المحددة في ثوابت لغة الفيلم.',
        'popular_movies' => 'جلب الأفلام مرتبة حسب أكثر المشاهدات.',
        'popular_tvshows' => 'جلب المسلسلات مرتبة حسب أكثر المشاهدات.',
        'popular_videos' => 'جلب الفيديوهات مرتبة حسب أكثر المشاهدات.',
        'top_channels' => 'جلب قنوات التلفزيون المباشر النشطة.',
        'your_favorite_personality' => 'جلب الممثلين من طاقم العمل.',
        'free_movies' => 'جلب الأفلام ذات الوصول المجاني.',
        'genre' => 'جلب الأنواع النشطة.',
        'movie' => 'جلب جميع الأفلام المصدرة مرتبة حسب تاريخ الإصدار الأحدث.',
        'tvshow' => 'جلب جميع المسلسلات المصدرة مرتبة حسب تاريخ الإصدار الأحدث.',
        'video' => 'جلب جميع الفيديوهات المصدرة مرتبة حسب تاريخ الإصدار الأحدث.',
        'channel' => 'جلب جميع قنوات التلفزيون المباشر النشطة.',
        'banner' => 'جلب لافتات الصفحة الرئيسية النشطة.',
        'continue_watching' => 'جلب الأفلام/المسلسلات التي شاهدها المستخدم مؤخرًا.',
        'advertisement' => 'عرض لافتات الإعلانات.',
        'rate_our_app' => 'عرض نافذة تقييم التطبيق.'
];
